IDS_EC_REPORT_CH_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "전도가 발생하여 계산이 중지되었습니다."
IDS_EC_FOUNDATION_OVERTURNED = "전도 발생"
IDS_EC_FOUNDATION_DESIGN_LOAD = "설계 하중"
IDS_EC_FOUNDATION_SERVICE_LOAD = "사용 하중"
IDS_EC_FOUNDATION_FACTORED_LOAD = "극한 하중"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "상재 하중"
IDS_EC_FOUNDATION_SURFACE_LOAD = "표면 재하"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "단위 중량"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "재하 높이"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "자중 고려됩니다."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "자중 고려되지 않습니다."
IDS_EC_FOUNDATION_DEPTH = "두께"
IDS_EC_FOUNDATION_COLUMN_SECTION = "기둥 단면"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "기둥 단면 형상"
IDS_EC_FOUNDATION_RECTANGLE = "사각형"
IDS_EC_FOUNDATION_CIRCLE = "원형"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "편심 (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "편심 (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "벽체 단면"
IDS_EC_FOUNDATION_THICKNESS = "두께"
IDS_EC_FOUNDATION_ECCENTRICITY = "편심"
IDS_EC_FOUNDATION_REBAR = "철근"
IDS_EC_FOUNDATION_DIRECTION_X = "X방향"
IDS_EC_FOUNDATION_LAYER__i = "%i단"
IDS_EC_FOUNDATION_DIRECTION_Y = "Y방향"
IDS_EC_FOUNDATION_FOUNDATION = "기초"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "기초판 크기"
IDS_EC_FOUNDATION_WIDTH = "너비"
IDS_EC_FOUNDATION_NO_OF_PILE = "파일 개수 "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "파일 간격 "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "허용 지내력 검토"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "사용상태의 지반응력 검토"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "사용상태의 지반응력 계산"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "극한상태의 지반응력 계산"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "사용상태의 지반응력 계산 (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "극한상태의 지반응력 계산 (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "허용 파일 지지력 검토"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "사용상태의 파일 반력 계산 (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "극한상태의 파일 반력 계산 (%s)"
IDS_EC_FOUNDATION_INDEX = "인덱스"
IDS_EC_FOUNDATION_AT_FACE = "페이스면에서"
IDS_EC_FOUNDATION_AT_DIST2D = "2D 위치에서"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "1면 전단 검토"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "2면 전단 검토"
IDS_EC_FOUNDATION_CALC_PAREMETER = "변수 계산"
IDS_EC_FOUNDATION_COLUMN_FACE = "기둥 페이스면에서 전단 계산"
IDS_EC_FOUNDATION_2D = "2d 위치에서 전단 계산"
IDS_EC_FOUNDATION_D = "d 위치에서 전단 계산"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "모멘트 강도 검토"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "모멘트 강도 계산 (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "기둥 페이스면에서 모멘트 강도 계산"
IDS_EC_FOUNDATION_REF_095D = "0.95d 위치는 'The Concise Eurocode',2006 참조."
IDS_EC_FOUNDATION_CHECK_REBAR = "철근 검토"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "최소 필요철근량 계산"
IDS_EC_FOUNDATION_X_DIRECTION = "X방향"
IDS_EC_FOUNDATION_Y_DIRECTION = "Y방향"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "철근 최대간격 계산 (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "자중"
IDS_EC_FOUNDATION_COLUMN = "기둥"
IDS_EC_FOUNDATION_SHAPE = "형상"
IDS_EC_FOUNDATION_DIAMETER = "지름"
IDS_EC_FOUNDATION_ECCENT_X = "편심(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "편심(Y)"
IDS_EC_FOUNDATION_WALL = "벽"
IDS_EC_FOUNDATION_LAYER_1_X = "1단 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "2단 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "1단 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "2단 (Y)"
IDS_EC_FOUNDATION_PILE = "파일"
IDS_EC_FOUNDATION_SPACE = "간격"
IDS_EC_FOUNDATION_CHECK_CAPA = "강도 검토"
IDS_EC_FOUNDATION_CHECK_ITEMS = "검토 항목"
IDS_EC_FOUNDATION_UNIT = "단위"
IDS_EC_FOUNDATION_CALCULATED = "계산"
IDS_EC_FOUNDATION_CRITIERIA = "기준"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "허용 지내력 (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "X방향 휨모멘트(Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Y방향 휨모멘트(Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "X방향 1면 전단 (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Y방향 1면 전단 (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "2면 전단 (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "페이스면 2면 전단 (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "2D 위치 2면 전단 (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "D 위치 2면 전단 (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "페이스면 파일 뚫림전단 (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "2D 위치 파일 뚫림전단 (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "파일 압축 지지력 (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "파일 인장 지지력 (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "기초 입력 리스트"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "입력 데이터 리스트"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "깊이 = %s%s, 피복 = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "깊이 = %s%s, 거리 = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "계초 계산서 생성 중..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "기둥 단면 형상 \t: 사각형"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "기둥 단면 형상 \t: 원형"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "편심 (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "편심 (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "두께 \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "편심 \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "너비 \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : 파일 뚫림전단"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "1면 전단 계산 (X방향)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "1면 전단 계산 (Y방향)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "휨모멘트 검토"
IDS_EC_FOUNDATION_COLUMN__s = "기둥 (%s)"
IDS_EC_FOUNDATION_WALL__s = "벽 (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( 깊이 = %s%s, 피복 = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( 깊이 = %s%s, 거리 = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "자중"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "호환되지 않는 버전의 설계 모듈입니다"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "휨모멘트에 대한 유효깊이 계산"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "전단에 대한 유효깊이 계산"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "노트 : 파일의 뚫림전단 검토시 내부파일으로 가정합니다."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "파일의 임계경계(Critical perimeter)결정시 내부파일으로 가정합니다."
IDS_EC_FOUNDATION_USER_D = "사용자가 정한 D 거리에서 전단 계산"
IDS_EC_ONEWAY_SHEAR = "일방향 전단"
IDS_EC_ONEWAY_SHEAR_X = "일방향 전단-X"
IDS_EC_TWOWAY_SHEAR = "이방향 전단"
IDS_EC_TWOWAY_SHEAR_CF = "이방향 전단-기둥 표면"
IDS_EC_TWOWAY_SHEAR_2D = "이방향 전단-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "이방향 전단-사용자D"
IDS_EC_OFFSET_FACTOR = "옵셋 계수"
IDS_EC_MOMENT_Y_DIRECTION = "Y방향 휨모멘트"
IDS_EC_MOMENT_X_DIRECTION = "X방향 휨모멘트"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "X방향 휨모멘트( 캔틸레버 )"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "X방향 휨모멘트( 기둥 )"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "X방향 휨모멘트( 경간 )"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Y방향 간격 검토"
IDS_EC_REBAR_SPACE_X_DIRECTION = "X방향 간격 검토"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Y방향 넓이 검토"
IDS_EC_REBAR_AREA_X_DIRECTION = "X방향 넓이 검토"
IDS_EC_OFFSET = "옵셋"
IDS_EC_FOUNDATION_SOIL_CAPA = "허용 지내력"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "사용하중을 고려한 값"
IDS_EC_FOUNDATION_OVER_TURNING = "전도가 발생한 경우 값이 생성되지 않습니다."
IDS_EC_FOUNDATION_SOIL_DIAGRM = "지반응력 다이아그램"
IDS_EC_SFD_DIAGRAM = "전단력 다이아드램"
IDS_EC_BMD_DIAGRAM = "모멘트 다이아그램"
IDS_EC_PLAN_SECT = "평면 & 단면"
IDS_EC_REBAR_MAX_AREA = "최대 철근량"
IDS_EC_REBAR_MIN_AREA = "최소 철근량"
IDS_EC_REBAR_REQ_AREA = "필요 철근량"
IDS_EC_REBAR_MAX_SPACE = "최대 간격"
IDS_EC_CANTIL = "캔틸레버"
IDS_EC_COLUMN = "기둥"
IDS_EC_SPAN = "경간"
IDS_EC_FOUNDATION_FDN_SECTION = "기초 단면"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "부재력과 보강근"
IDS_EC_FOUNDATION_INVERTED_T = "역T형"
IDS_EC_FOUNDATION_ECC = "편심"
IDS_EC_FOUNDATION_MOMENT_TOP__s = "상부모멘트 (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "하부모멘트 (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "전단 (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "횡방향 모멘트 (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "보 크기"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "부재력"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "전단강도 계산"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "상부철근"
IDS_EC_FOUNDATION_BOTTOM_BAR = "하부철근"
IDS_EC_FOUNDATION_BOT_BAR = "하부근"
IDS_EC_FOUNDATION_STIRRUP = "스터럽"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "횡방향 철근"
IDS_EC_FOUNDATION_STANS_BAR = "횡철근"
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "개"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,left$"
IDS_EC_FOUNDATION_q_s_right = "q_s,right$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,top-left$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,top-right$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bot-left$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bot-right$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,left$"
IDS_EC_FOUNDATION_q_u_right = "q_u,right$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,top-left$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,top-right$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bot-left$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bot-right$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "적용된 A_s,min$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "자중"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "상부"
IDS_EC_FOUNDATION_BOT = "하부"
IDS_EC_FOUNDATION_LAYER__i__EA = "%i단\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "스터럽 \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "횡방향 철근 \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "상재 하중 미고려"
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "단위너비"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "전체너비"
IDS_EC_MEMBER_NAME = "부재 이름"
IDS_EC_GENERAL_INFORMATION = "일반 사항"
IDS_EC_DESIGN_CODE = "설계 기준"
IDS_EC_UNIT_SYSTEM = "단위계"
IDS_EC_SECTION = "단면"
IDS_EC_SECTION_SIZE = "단면 크기"
IDS_EC_SECTION_SHAPE_T = "T형 단면"
IDS_EC_SECTION_SHAPE_RECT = "직사각형 단면"
IDS_EC_THICKNESS = "두께"
IDS_EC_MATERIAL = "재질"
IDS_EC_REBAR_COVER = "피복"
IDS_EC_REBAR_DISTANCE = "거리"
IDS_EC_CONSIDERED = "고려"
IDS_EC_NOT_CONSIDERED = "미고려"
IDS_EC_POSITION_CAPITAL = "위치"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "설계부재력"
IDS_EC_FORCES = "부재력"
IDS_EC_BY_LOAD_COMB = "하중조합에 따라"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "상재 하중 & 자중"
IDS_EC_REINFORCEMENT = "보강근"
IDS_EC_TOP_BAR = "상부근"
IDS_EC_BOTTOM_BAR = "하부근"
IDS_EC_TOP = "상부"
IDS_EC_BOTTOM = "하부"
IDS_EC_EXT_BAR = "외부근"
IDS_EC_INT_BAR = "내부근"
IDS_EC_BOT = "하부"
IDS_EC_EXT = "외부"
IDS_EC_INT = "내부"
IDS_EC_STIRRUP = "스터럽"
IDS_EC_TRANSVERSE_BAR = "횡철근"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "비율"
IDS_EC_LAYER = "배근단수"
IDS_EC_REMARK = "비고"
IDS_EC_ITEMS = "항목"
IDS_EC_VALUE = "값"
IDS_EC_INPUT_DATA_LIST = "입력 데이터 리스트"
IDS_EC_LENGTH = "길이"
IDS_EC_FACTOR = "계수"
IDS_EC2_BEAM_GENERATE_REPORT = "RC보 계산서 생성 중..."
IDS_EC2_BEAM_MOMENT_FORCES = "부재력"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "부재력과 보강근"
IDS_EC2_BEAM_COMPRESSION_REBAR = "압축철근"
IDS_EC2_BEAM_SPLICE_TYPE = "이음형식"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "전단강도비 계산"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "전단철근 간격 계산"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "전단철근의 전단강도 계산"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "단면의 최대 전단강도 계산"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "1면 전단 검토"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "휨모멘트 강도 검토"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "재료의 설계강도 계산"
IDS_EC2_BEAM_CALC_DGN_PARAM = "설계 변수 계산"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "필요철근량 계산"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "최대/최소 철근량 계산"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "인장 철근량 계산"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "모멘트 강도 계산"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "모멘트 강도비 계산"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "휨모멘트가 0이어서 검토하지 않음."
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "전단강도 검토"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "전단보강근을 고려하지 않은 전단강도 계산"
IDS_EC2_BEAM_REBAR_POSITIVE = "정"
IDS_EC2_BEAM_REBAR_NEGATIVE = "부"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "정,내부"
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "부,외부"
IDS_EC2_BEAM_SLAB_THICKNESS = "슬라브 두께"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "유효깊이"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "보 입력 리스트"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "사각형 보로 해석"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "T형 보로 해석"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "균열폭 검토하지 않음"
IDS_EC2_CRACK_LIMIT = "균열 제한"
IDS_EC2_CHK_CRACK_WIDTH = "균열폭 검토"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "균열폭 계수"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "특성 하중의 균열 검토"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "준영구 하중의 균열 검토"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "빈번 하중의 균열 검토"
IDS_EC2_EXPOSURE_CLASS = "노출등급"
IDS_EC2_CHECK_STRESS_LIMITATION = "응력 제한값 계산"
IDS_EC2_CRITERIA_DEFLECTION = "처짐 기준"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "특성 하중에 의한 처짐"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "준영구 하중에 의한 처짐"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "처짐 증폭 계수"
IDS_EC2_DEFLECTION = "처짐"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "캔틸레버이므로 2배 적용"
IDS_EC2_SUPPORT = "지점"
IDS_EC2_SPAN = "스팬"
IDS_EC2_CHARACTERISTIC = "특성"
IDS_EC2_QUASI_PERMANENT = "준영구"
IDS_EC2_FREQUENT = "빈번"
IDS_EC2_DURATION = "지속시간"
IDS_EC_DEAD = "고정"
IDS_EC_DEAD_LOAD = "고정하중"
IDS_EC_LIVE = "적재"
IDS_EC_LIVE_LOAD = "적재하중"
IDS_EC_SECT_DOT_UCASE = "단면"
IDS_EC2_CHARACTERISTIC_DEFLECTION = "특성 처짐"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "준영구 처짐"
IDS_EC2_CHECK_DEFLECTION = "처짐검토"
IDS_EC_SUPPORT_CONDITION = "지점조건"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "특성 처짐 계수"
IDS_EC_QUASI_DEFLECTION_FACTOR = "준영구 처짐 계수"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "지속하중 기간"
IDS_EC_SUSTAIN_LOAD = "지속하중"
IDS_EC2_CBSF_MAIN_RIB = "리브"
IDS_EC2_CBSF_FLANGE_PART = "플랜지"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "설계부재력 계산 (플랜지)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "설계부재력 변수"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "설계부재력 (플랜지)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "허용지내력"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "허용지내력 검토"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "허용지내력비 계산"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "연속보 줄기초 입력 리스트"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "줄기초 계산서 생성 중..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "휨모멘트-X방향(MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "휨모멘트-Y방향(MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "이형벽체 입력 리스트"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "이형벽체 계산서 생성 중..."
IDS_EC2_CWALL_WALL_ID = "벽ID"
IDS_EC_LOAD_COMBINATIONS = "하중조합"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "시작점"
IDS_EC2_CWALL_END_POINT = "끝점"
IDS_EC_INFORMATION = "정보"
IDS_EC_SPACING_LIMIT = "간격제한"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "수직철근 위치"
IDS_EC2_CWALL_VERT_REBAR = "수직철근"
IDS_EC2_CWALL_HORZ_REBAR = "수평철근"
IDS_EC2_CWALL_END_REBAR = "단부철근"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "배근"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Divide equally by nearest space"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Divide by exact space"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "단부부터"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "중앙부터"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "철근추가"
IDS_EC_CHECK_SLENDERNESS_RATIO = "세장비 검토"
IDS_EC_CALC_RADIUS_GYRATION = "회전반경 계산"
IDS_EC_CALC_SLENDERNESS_RATIO = "세장비 계산"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "세장비 제한값 계산"
IDS_EC_SLENDER = "세장"
IDS_EC_NOT_SLENDER = "세장하지 않음"
IDS_EC_CHECK_MIN_MOMENT = "최소 휨모멘트 검토"
IDS_EC_CALC_MIN_MOMENT = "최소 휨모멘트 계산"
IDS_EC_CALC_MIN_ECCEN = "최소편심 계산"
IDS_EC_CHECK_DESIGN_MOMENT = "설계모멘트 검토"
IDS_EC_CALC_DESIGN_MOMENT = "설계모멘트 계산"
IDS_EC_DESIGN_MOMENT = "설계모멘트"
IDS_EC_X_DIRECTION = "X방향"
IDS_EC_Y_DIRECTION = "Y방향"
IDS_EC_CHECK_DESIGN_PARAMETER = "설계변수 검토"
IDS_EC_CALC_REBAR_RATIO = "철근비 계산"
IDS_EC_CALC_ECCENTRICITY = "편심 계산"
IDS_EC_ROTATION_NA = "중립축 회전각"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "중심축강도 계산"
IDS_EC_CHECK_MOMENT_CAPACITY = "모멘틑 강도 검토"
IDS_EC_CALC_CAPACITY_CONCRETE = "압축응력블럭 강도 계산"
IDS_EC_CALC_CAPACITY_REBAR = "철근강도 계산"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "중립축에 대한 공칭강도 계산"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "축휨강도 계산"
IDS_EC_CHECK_SHEAR_CAPACITY = "전단강도 검토"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "최대 간격 계산"
IDS_EC_CALC_SHEAR_STRENGTH = "전단 강도 계산"
IDS_EC_LENGTH_FACTOR = "길이 & 계수"
IDS_EC_MOMENT_CAPACITY = "모멘트 강도"
IDS_EC_SHEAR_CAPACITY = "전단 강도"
IDS_EC_CHECK_ITEM = "검토 항목"
IDS_EC_NO = "번호"
IDS_EC_CHK = "체크"
IDS_EC_NAME = "이름"
IDS_EC_DESCRIPTION = "설명"
IDS_EC_DESIGN_FORCE = "설계부재력"
IDS_EC2_CWALL_FLANGE_WIDTH = "플랜지 너비"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "실제 너비"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "유효 너비"
IDS_EC2_CWALL_GLOBAL = "전체"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "전단보강 불필요"
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "전단보강 필요"
IDS_EC_2ND_ORDER_EFFECT = "2차 효과"
IDS_EC_IMPERFECTION = "불완전성"
IDS_EC_AUTO_CALC = "자동계산"
IDS_ERCO_MOMENT_CAPACITY = "모멘트 강도 검토"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "균형상태 공칭강도 계산"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "중립축에 대한 공칭강도 계산"
IDS_ERCO_BANLANCED_AXIS = "균형상태 중립축"
IDS_ERCO_NEUTRAL_AXIS = "중립축"
IDS_ERCO_CAPACITY_REBAR = "철근 강도 계산"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "압축응력블럭 강도 계산"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "강도감소계수 계산"
IDS_EC_ERCO_GENERATE_REPORT = "RC 기둥 계산서 출력 중..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "사용성 검토"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "사용성 계수"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "특성 하중 검토 ( 콘크리트 응력 )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "준영구 하중 검토 ( 선형 크리프 )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "빈번 하중 검토 ( 콘크리트 응력 )"
IDS_EC_ERCO_CRACKED_SECTION = "균열단면"
IDS_EC_ERCO_UNCRACKED_SECTION = "비균열단면"
IDS_EC_ERCO_LINEAR_CREEP = "선형 크리프"
IDS_EC_ERCO_NONLINEAR_CREEP = "비선형 크리프"
IDS_EC_ERCO_LONG_TERM = "장기"
IDS_EC_ERCO_SHORT_TERM = "단기"
IDS_URGC_EFFECTIVE_AREA = "유효면적"
IDS_URGC_GENERATE_REPORT = "RC 임의단면기둥 계산서 출력 중..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "RC 임의단면기둥 입력 리스트"
IDS_ESBC_INPUT_LIST = "철골 볼트접합 입력 리스트"
IDS_ESBC_PLATE = "플레이트"
IDS_ESBC_PLATE_WEB = "플레이트 (웨브)"
IDS_ESBC_PLATE_FLANGE = "플레이트 (플렌지)"
IDS_ESBC_BOLT = "볼트"
IDS_ESBC_EXTENSION = "연단"
IDS_ESBC_AUTO = "자동"
IDS_ESBC_SUPPORTED_MEM = "지지되는 부재"
IDS_ESBC_SUPPORTING_MEM = "지지되는 부재"
IDS_ESBC_BOLT_TYPE = "볼트 종류"
IDS_ESBC_WELDING = "용접"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "용접 재료와 두께"
IDS_ESBC_WELDING_MATERIAL = "용접 재료"
IDS_ESBC_WELDING_LEG = "용접 두께"
IDS_ESBC_MAX_VALUE = "최대값"
IDS_ESBC_NOT_CHK = "검토하지 않음"
IDS_ESBC_CHK_MAX_VALUE = "최대간격과 연단 거리 검토"
IDS_ESBC_NOT_CHK_MAX_VALUE = "최대간격과 연단 거리 검토하지 않음"
IDS_ESBC_LEVEL_AND_GAP = "레벨차와 간격"
IDS_ESBC_LEVEL = "레벨차"
IDS_ESBC_GAP = "간격"
IDS_ESBC_PERCENT = "퍼센트"
IDS_ESBC_APPLY = "적용"
IDS_ESBC_DIVISION = "하중 전달 플레이트"
IDS_ESBC_DIVISION_APPLY = "하중 전달 플레이트 적용"
IDS_ESBC_DIVISION_NOT_APPLY = "하중 전달 플레이트 적용하지 않음"
IDS_ESBC_APPLIED_FORCE = "적용 부재력"
IDS_ESBC_MEMB_STRENGTH = "부재 강도"
IDS_ESBC_CHK_FLG_COVER_PLATE = "플랜지 커버 플레이트 검토"
IDS_ESBC_CHK_NET_TENSION = "순수 인장 검토"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "순수 인장 발생"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "순수 인장 발생하지 않음"
IDS_ESBC_CHK_PLATE_RESIS = "플레이트 강도 검토"
IDS_ESBC_CHK_BOLT_GROUP = "볼트군 검토"
IDS_ESBC_CHK_MIN_RESIS = "최소 강도 검토"
IDS_ESBC_CHK_CHK_COVER_PLATE = "커버 플레이트 검토"
IDS_ESBC_CHK_DIMENSION = "치수 검토"
IDS_ESBC_CHK_PLATE = "플레이트 검토"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "플렌지와 웨브 플레이트 치수 검토"
IDS_ESBC_CHK_THIK = "두께 검토"
IDS_ESBC_CHK_SPACING = "간격 검토"
IDS_ESBC_CHK_PART_BOLT = "볼트"
IDS_ESBC_CHK_PART_WEB = "웨브"
IDS_ESBC_CHK_PART_FLANGE = "플렌지"
IDS_ESBC_CHK_PART_PLATE = "플레이트"
IDS_ESBC_CHK_PART_COLUMN = "기둥"
IDS_ESBC_CHK_PART_CONNECT = "접합"
IDS_ESBC_CHK_PART_PLATE_FIN = "핀 플레이트"
IDS_ESBC_CHK_PART_PLATE_END = "엔드 플레이트"
IDS_ESBC_CHK_PART_PLATE_DIV = "디비전 플레이트"
IDS_ESBC_CHK_SUPPORTED_MEM = "지지되는 부재 검토"
IDS_ESBC_CHK_CONNECTION = "접합부 검토"
IDS_ESBC_CHK_SUPPORTING_MEM = "지지하는 부재 검토"
IDS_ESBC_CHK_TYING_RESISTANCE = "볼트 체결력 검토"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "구조 무결성 검토"
IDS_ESBC_CHK_SUPPORTED_WELD = "지지되는 부재의 용접 검토"
IDS_ESBC_CHK_SUPPORTED_WEB = "웨브의 전단강도 검토"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "노치 강도 검토"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "국부 안정성 검토"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "접합부 볼트군 검토"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "전단에 대한 플레이트 검토"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "지지하는 부재의 전단 및 지압 검토"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "플레이트와 볼트 검토"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "지지되는 부재의 웨브 강도 검토"
IDS_ESBC_CHK_TYING_WELD = "용접 강도 검토"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "지지하는 기둥의 웨브 강도 검토"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "노치보의 국부 안정성 고려 할 필요 없음"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "노치보의 국부 안정성 고려 필요"
IDS_ESBC_SHEAR = "전단"
IDS_ESBC_LOW_SHEAR = "로우 전단"
IDS_ESBC_HIGH_SHEAR = "하이 전단"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "볼트군의 전단 검토"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "플레이트 볼트 지압 검토"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "지지되는 부재 웨브 볼트 지압 검토"
IDS_ESBC_CHK_SHAER_PLATE = "플레이트 전단 검토"
IDS_ESBC_CHK_BENADING_PLATE = "플레이트 휨 검토"
IDS_ESBC_CHK_BUCKLING_PLATE = "횡비틀림좌굴 검토"
IDS_ESBC_CHK_WEB_SHEAR = "웨브 전단 검토"
IDS_ESBC_CHK_SHEAR_NOTCH = "지지되는 노치보의 웨브 전단 검토"
IDS_ESBC_CHK_RESIS_CONNEC = "접합부 강도 검토"
IDS_ESBC_CHK_RESIS_NOTCH = "노치 강도 검토"
IDS_ESBC_CHK_LOCAL_STABILITY = "국부 안정성 검토"
IDS_ESBC_CHK_WELDING_SUPPORTING = "지지하는 부재의 용접 검토"
IDS_ESBC_CHK_SHEAR_N_BENDING = "전단 및 지압 검토"
IDS_ESBC_CHK_PLATE_TENSION = "플레이트 인장 강도 검토"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "플레이트에서 볼트 전단 검토"
IDS_ESBC_CHK_TENSION_REIS_WEB = "보 웨브에서 인장 강도 검토"
IDS_ESBC_CHK_WEB_SUPPORTED = "지지되는 부재의 웨브 검토"
IDS_ESBC_CHK_SUPPORTING_COL = "지지되는 기둥 검토"
IDS_ESBC_CHK_LONG_FIN_PLATE = "긴 핀 플레이트"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "짧은 핀 플레이트"
IDS_ESBC_CHK_SHEAR_RATIO = "전단비"
IDS_ESBC_CHK_PUNCHING_RATIO = "뚫림전단비"
IDS_ESBC_ORDINARY = "표준 볼트"
IDS_ESBC_COUNTERSUNK = "민머리 볼트"
IDS_ESBC_SPACE_X = "간격(x)"
IDS_ESBC_SPACE_Y = "간격(y)"
IDS_ESBC_EXTENSION_X = "연단(x)"
IDS_ESBC_EXTENSION_Y = "연단((y)"
IDS_ESBC_CHK_EXTENSION = "연단 검토"
IDS_UCFT_GENERATE_REPORT = "SRC CFT 기둥 계산서 출력 중..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "재료 강도 제한"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "철골 단면적비"
IDS_UCFT_CALC_FORCE_ALLOCATION = "부재력 재분배 계산"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "전단 연결재에 의한 전단력 분배 필요"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "직접 부착강도 계산"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "콘크리트 충전 강관 한 쪽으로 확장"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "콘크리트 충전 강관 양 쪽으로 확장"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "단면 분류 검토"
IDS_UCFT_CHECK_CLASSIFICATION = "분류"
IDS_UCFT_AXIAL = "축"
IDS_UCFT_FLEXURE = "휨"
IDS_UCFT_FOR_AXIAL = "축에 대한"
IDS_UCFT_FOR_FLEXURE = "휨에 대한"
IDS_UCFT_TREATED_COMPACT = "그러므로, 전단면 컴팩트."
IDS_UCFT_TREATED_NONCOMPACT = "그러므로, 전단면 비컴팩트."
IDS_UCFT_OVER_LAMDA_MAX = "그러므로, 단면의 판-폭두께비 초과"
IDS_UCFT_OVER = "초과"
IDS_UCFT_UNDER = "미만"
IDS_UCFT_SEISMIC = "내진"
IDS_UCFT_SPECIAL_PROVISION = "특별규정"
IDS_UCFT_HIGH_DUCTILITY = "고연성"
IDS_UCFT_MIDDLE_DUCTILITY = "중간 연성"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "강축에 대한 모멘트 소성강도 검토"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "약축에 대한 모멘트 소성강도 검토"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "강축에 대한 모멘트 항복강도 검토"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "약축에 대한 모멘트 항복강도 검토"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "강축에 대한 모멘트 1차 항복강도 검토"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "약축에 대한 모멘트 1차 항복강도 검토"
IDS_UCFT_BY_AUROMESH = "자동 요소망"
IDS_UCCO_STEEL_HSS = "철골 HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "하중 전달 검토"
IDS_UCCO_MATERIAL_N_SECTION = "재료 & 단면"
IDS_UCCO_CONCRETE_MATERIAL = "콘크리트 재료"
IDS_UCCO_STEEL_MATERIAL = "철골 재료"
IDS_UCCO_STEEL_SHAPE = "철골 형상"
IDS_UCCO_EXTERNAL_FORCE_TO = "하중 전달 재질"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "콘크리트 충전 강관 확장 범위"
IDS_UCCO_LOAD_TRANSFER = "하중 전달"
IDS_UCCO_CHECK_LIMITATION = "제한 검토"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "모멘트 강도 검토"
IDS_UCCO_GENERATE_REPORT = "SRC 기둥 계산서 출력 중..."
IDS_UCCO_USE_CRITERIA_VALUE = "기준값 사용"
IDS_UCCO_AUTO_CALCULATE = "자동계산"
IDS_UCCO_FLG = "플레그"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "전단척른 면전 검토"
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "후프철근 상세 사용"
IDS_UCCO_INPUT_LIST = "SRC 기둥 입력 리스트"
IDS_UCCO_LIMIT = "제한"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "재질 요구 사항 검토"
IDS_UCCO_CALC_STEEL_RATIO = "강재비 계산"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "주철근 간격 계산"
IDS_UCCO_CALC_CAPACITY_STEEL = "강재의 강도 계산"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Check Development Length of Anchor Bolt"
IDS_USBP_BASE_PLATE = "Base Plate"
IDS_USBP_ANCHOR_BOLT = "Anchor Bolt"
IDS_USBP_WING_PLATE = "Wing Plate"
IDS_USBP_RIB_PLATE = "Rib Plate"
IDS_USBP_RIB_WING_PLATE = "Rib Plate & Wing Plate"
IDS_USBP_PEDESTAL = "Pedestal"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Check bearing stress of base plate"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "Reaction Force not Exist."
IDS_USBP_BEARING_STRESS = "Bearing Stress"
IDS_USBP_BEARING_STRENGTH = "Bearing Strength"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Calculate Bearing Stress of Concrete"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Calculate Bearing Strength of Concrete"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Check Tensile Strength"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "Tension Force is not Exist."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Check Development Length"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Applied Load Combination For Bearing Stress"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Check tensile stress of anchor bolt"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Check tensile stress in Bearing"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "Tension Force not Exist."
IDS_USBP_CHECK_BASE_PLATE = "Check base plate"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Design Moment"
IDS_USBP_FORCE_DIAGRAM = "Force Diagram"
IDS_USBP_CHECK_RIB_PLATE = "Check rib plate"
IDS_USBP_CHECK_WING_PLATE = "Check wing plate"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Check anchor bolt"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Anchor Bolt Not EXIST."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Check Development Length of Anchor Bolt"
IDS_USBP_INPUT_LIST = "STEEL BASE PLATE INPUT LIST"
IDS_USBP_START_ANGLE = "Start Angle"
IDS_USBP_GENERATE_REPORT = "Generating Steel Base Plate Report..."
IDS_USBP_CALC_BP_THK = "Calculate Base Plate Thickness"
IDS_CALC_THK_RATIO = "Calculate Base Plate Thickness Ratio"
IDS_EC_UNLIMITED = "Unlimited"
IDS_ESMC_GENERATE_REPORT = "Generating Moment Bolt Connection Report..."
IDS_ESBC_GENERATE_REPORT = "Generating Bolt Connection Report..."
IDS_ESMC_ALONE = "alone"
IDS_ESMC_AND = "and"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "적용"
IDS_ESMC_AREA = "면적"
IDS_ESMC_BEAM = "거더"
IDS_ESMC_BEAMFLANGEANDWEB = "거더 플랜지 및 웹"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "보 플랜지와 웨브, 압축 강도"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "압축 받는 거더 플랜지 및 웹"
IDS_ESMC_BEAMWEB = "거더 웹"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "인장 받는 거더 웹"
IDS_ESMC_BOLT = "볼트"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "기둥플랜지 볼트지압강도"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "엔드플레이트 볼트지압강도"
IDS_ESMC_BOLTGROUP = "볼트그룹"
IDS_ESMC_BOLTINFORMATION = "볼트정보"
IDS_ESMC_BOLTINSHEAR = "전단력 받는 볼트"
IDS_ESMC_BOLTROW = "볼트행"
IDS_ESMC_BOLTSPACING = "볼트 간격"
IDS_ESMC_BOLTSPACING_COLUMN = "기둥부 끝단거리"
IDS_ESMC_BOLTSPACING_PLATE = "플레이트 끝단거리"
IDS_ESMC_BOTTOMSTIFFENER = "하부스티프너"
IDS_ESMC_BRACKET = "브라켓"
IDS_ESMC_BUCKLINGCURVE = "좌굴곡선"
IDS_ESMC_BUCKLINGRESISTANCE = "좌굴강도"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "축방향 힘의 평형"
IDS_ESMC_CALCULATEDEPTH = "깊이 계산"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "유효길이 계산"
IDS_ESMC_COLUMN = "기둥"
IDS_ESMC_COLUMNFLANGE = "기둥플랜지 볼트지압강도"
IDS_ESMC_COLUMNFLANGEINBENDING = "휨 받는 기둥플랜지"
IDS_ESMC_COLUMNWEB = "기둥 웹"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "기둥 웹, 좌굴강도"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "기둥 웹, 압축스티프너 보강시 좌굴강도"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "기둥 웹, 압괴강도"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "기둥 웹, 압축스티프너 보강시 압괴강도"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "압축 받는 기둥 웹"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "인장 받는 기둥 웹"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "전단 받는 기둥 웹"
IDS_ESMC_COLUMNWEBPANELZONE = "기둥 웹 패널존"
IDS_ESMC_COLUMNWEBSTIFFENER = "기둥 웹 스티프너"
IDS_ESMC_COMBINED = "조합파괴"
IDS_ESMC_COMPRESSIONGOVERNED = "압축지배"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "기둥 웹, 수평전단강도"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "압축스티프터 치수"
IDS_ESMC_COMPRESSIONZONE = "압축영역"
IDS_ESMC_COMPRESSIVERESISTANCE = "압축강도"
IDS_ESMC_CONNECTION = "접합부"
IDS_ESMC_DEPTH = "높이"
IDS_ESMC_DEPTHABOVE600MM = "높이 > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "높이 < 600mm"
IDS_ESMC_DESIGNFORCE = "부재력"
IDS_ESMC_DIA = "직경"
IDS_ESMC_DOUBLE = "양면"
IDS_ESMC_EDGEDISTANCE = "끝단거리"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "압축스티프너 보강시 유효압괴면적"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "압축스티프너 보강시 유효좌굴면적"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "좌굴에 대한 스티프너 유효단면 검토"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "볼트행의 유효인장강도"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "압축 받는 웨브 유효폭"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "유효전단강도"
IDS_ESMC_EFFRESISTANCE = "유효강도"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "엔드플레이트  "
IDS_ESMC_ENDPLATEINBENDING = "휨 받는 엔드플레이트"
IDS_ESMC_ENMODE1 = "Mode 1"
IDS_ESMC_ENMODE2 = "Mode 2"
IDS_ESMC_ENMODE3 = "Mode 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "STEP5 Welds"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "힘의 평형"
IDS_ESMC_GENERAL = "일반 사항"
IDS_ESMC_GIRDERFLANGERESISTANCE = "거더 플랜지"
IDS_ESMC_HAUNCH = "헌치"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "헌치 플랜지"
IDS_ESMC_HAUNCHWEBRESISTANCE = "헌치 웹"
IDS_ESMC_HOLEDIA = "볼트구멍 직경"
IDS_ESMC_LAYOUT = "볼트레이아웃"
IDS_ESMC_LENGTH = "길이"
IDS_ESMC_MODE1RESISTANCE = "모드 1 강도"
IDS_ESMC_MODE2RESISTANCE = "모드 2 강도"
IDS_ESMC_MODE3RESISTANCE = "모드 3 강도"
IDS_ESMC_MOMENTFORCEMINUS = "Row 1은 최하단 볼트열을 의미합니다"
IDS_ESMC_MOMENTFORCEPLUS = "Row 1은 최상단 볼트열을 의미합니다"
IDS_ESMC_MOMENTRESISTANCE = "휨강도"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "휨강도 (헌치 적용)"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "휨강도 (헌지 미적용)"
IDS_ESMC_NAME = "이름"
IDS_ESMC_NET = "net"
IDS_ESMC_NOCOLUMNS = "볼트열 개수"
IDS_ESMC_NOREDUCTION = "저감없음"
IDS_ESMC_NOROWS = "볼트행 개수"
IDS_ESMC_NOTAPPLIED = "미적용"
IDS_ESMC_NOTCHECK = "미체크"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "접합부 저감계수"
IDS_ESMC_PARTIALFACTOR_STEEL = "강재 저감계수"
IDS_ESMC_PLATE = "플레이트"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "플레이트 좌굴 강도저감계수"
IDS_ESMC_PLATESLENDERNESS = "플레이트 세장비"
IDS_ESMC_PRETENSION = "초기긴장"
IDS_ESMC_REDUCTION = "저감"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "길이방향압축응력저감계수"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "전단상호작용저감계수"
IDS_ESMC_RESISTANCE = "강도"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "휨을 받는 기둥플랜지 강도"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "휨을 받는 엔드플레이트 강도"
IDS_ESMC_RESISTANCEWITHHAUNCH = "강도 (헌치 적용)"
IDS_ESMC_ROW = "Row"
IDS_ESMC_SECTION = "단면"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "보강된 웹의 전단강도"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "보강되지 않은 웹의 전단강도"
IDS_ESMC_SHEARRESISTANCE = "전단강도"
IDS_ESMC_SPACING = "간격"
IDS_ESMC_STEEL = "구조용강재"
IDS_ESMC_STIFFENEDCOLUMNWEB = "기둥 웹 강도"
IDS_ESMC_STIFFENERSIZE = "스티프너 치수"
IDS_ESMC_SUMMARYBOLTROW = "요약 : 볼트 행"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "요약 : 휨 강도"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "요약 : 압축영역 강도"
IDS_ESMC_TENSIONGOVERNED = "인장지배"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "볼트행 인장강도"
IDS_ESMC_TENSIONSTIFFENERCHECK = "인장스티프너 검토"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "인장스티프너 치수"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "기둥웨브에 인장스티프너가 필요하지 않습니다"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "기둥웨브에 인장스티프너가 필요합니다"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "인장스티프너 강도"
IDS_ESMC_TENSIONZONETSTUBS = "인장영역, T-스터브"
IDS_ESMC_THICKNESS = "두께"
IDS_ESMC_TOPSTIFFENER = "상부스티프너"
IDS_ESMC_VERTICALSHEARRESISTANCE = "수직전단강도"
IDS_ESMC_WEBRESISTANCE = "거더 웹"
IDS_ESMC_WELDSCHECK = "용접체크"
IDS_ESMC_WELDSIDES = "용접면"
IDS_ESMC_WIDTH = "폭"
IDS_ESMC_WITHROW = "with Row"
IDS_EC_FLANGE = "플랜지"
IDS_EC_WEB = "웨브"
IDS_EC_MEMBER_TYPE = "부재 유형"
IDS_EC_SECTION_PROPERTY = "단면 속성"
IDS_EC_BUILT_UP = "조합단면"
IDS_EC_ROLLED = "DB단면"
IDS_EC_CHK_ITEMS = "검토 항목"
IDS_EC_MAJOR_AXIS_X = "강축( X )"
IDS_EC_MINOR_AXIS_Y = "약축( Y )"
IDS_EC_REQUIRED = "요구됨"
IDS_EC_NO_REQUIRED = "요구되지 않음"
IDS_EC_CLASS = "Class"
IDS_EC_CLASS1 = "Class 1"
IDS_EC_CLASS2 = "Class 2"
IDS_EC_CLASS3 = "Class 3"
IDS_EC_CLASS4 = "Class 4"
IDS_EC_TABLE = "Table"
IDS_ESSG_KIJ_ANNEX = "상호 작용 계수 Annex"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "상호 작용 계수 결정"
IDS_ESSG_METHOD_1_ANNEX_A = "Annex A에서 제시된 방법 1번 사용"
IDS_ESSG_METHOD_2_ANNEX_B = "Annex B에서 제시된 방법 2번 사용"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "축방향 저항력 검토"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "압축 저항력 계산"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "인장 저항력 계산"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "전단 저항력 검토"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "강축에 대한 전단 저항력 계산 (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "약축에 대한 전단 저항력 계산 (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "견고한 끝단 적용"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "느슨한 끝단 적용"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "모멘트 저항 검토"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "강축에 대한 모멘트 저항 계산"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "약축에 대한 모멘트 저항 계산"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "휨과 전단에 대한 저항력 검토"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "휨과 전단에 대한 저항력"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "강축에 대한 휨과 전단 저항력 계산 (x)"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "약축에 대한 휨과 전단 저항력 계산 (y)"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "휨과 축방향력에 대한 저항력 검토"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "휨과 축방향력에 대한 저항력"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "휨과 축방향력에 대한 저항력 계산"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "일반적인 상호작용 비 검토"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "휨, 전단과 축방향력에 대한 저항력 검토"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "휨, 전단과 축방향력에 대한 저항력"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "강축에 대한 휨, 전단과 축방향력 저항력 계산"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "약축에 대한 휨, 전단과 축방향력 저항력 계산"
IDS_ESSG_CHK_FBR_RESISTANCE = "휨 좌굴에 대한 저항력 검토"
IDS_ESSG_FBR_RESISTANCE = "휨 좌굴에 대한 저항력"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "강축에 대한 휨 좌굴 저항력 계산"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "약축에 대한 휨 좌굴 저항력 계산"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "비틀림과 비틀림-휨 좌굴에 대한 검토"
IDS_ESSG_TB_TFB_RESISTANCE = "비틀림과 비틀림-휨 좌굴"
IDS_ESSG_CALC_TB_RESISTANCE = "비틀림 좌굴에 대한 저항력 계산"
IDS_ESSG_CALC_TFB_RESISTANCE = "비틀림-휨 좌굴에 대한 저항력 계산"
IDS_ESSG_CHK_LTB_RESISTANCE = "횡-비틀림 좌굴에 대한 검토"
IDS_ESSG_LTB_RESISTANCE = "횡-비틀림 좌굴에 대한 저항력"
IDS_ESSG_CALC_LTB_RESISTANCE = "횡-비틀림 좌굴에 대한 저항력 계산"
IDS_ESSG_CHK_BNC_RESISTANCE = "균일 부재의 휨과 압축력에 대한 검토"
IDS_ESSG_BNC_RESISTANCE = "균일 부재의 휨과 압축력"
IDS_ESSG_CALC_BNC_RESISTANCE = "균일 부재의 휨과 압축력에 대한 계산"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "전단 좌굴에 대한 저항력 검토"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "전단 좌굴에 대한 저항력"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "강축에 대한 전단 좌굴 저항력 계산"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "약축에 대한 전단 좌굴 저항력 계산"
IDS_ESSG_HIGH_SHAER = "High shear"
IDS_ESSG_NOT_HIGH_SHAER = "Not high shear"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "휨 전항력에 대한 효과를 무시"
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "다음 조건일 경우, 감소는 요구도지 않습니다.."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "다음 조건일 경우, 휨 저항력 감소는 요구되지 않습니다."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "다음 조건일 경우, 휨과 축방향력에 대한 저항력 감소는 요구되지 않습니다."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "다음 조건일 경우, 약축에서 휨과 축방향력에 대한 저항력 감소는 요구되지 않습니다."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "다음 조건일 경우, 강축에서 휨과 축방향력에 대한 저항력 감소는 요구되지 않습니다."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "다음 조건일 경우, 강축과 약축에서 휨과 축방향력에 대한 효과를 고려합니다."
IDS_ESSG_BUCKLING_CURVE = "좌굴 곡선"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "횡-비틀림 좌굴 곡선"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "횡-비틀림 좌굴\n곡선"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "좌굴에 대한 검토는 요구되지 않습니다."
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "비틀림과 비틀림-휨 좌굴에 대한 검토는 요구되지 않습니다."
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "횡-비틀림에 대한 검토는 요구되지 않습니다."
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "휨과 압축에 대한 검토는 요구되지 않습니다."
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "전단 좌굴에 대한 검토는 요구되지 않습니다."
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "좌굴 효과를 무시할 수 있습니다."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "좌굴 효과를 고려해야 합니다."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Annex A를 적용하여 계산"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Annex B를 적용하여 계산"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Additional Bearing Width (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Anchor Bolt Bearing Resistance"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Anchor Bolt Friction Resistance"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Anchor Bolt Shear Properties"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Anchor Bolt Tensile Resistance"
IDS_ASSEMBLYSTRONG_AXIS = "Assembly(Strong Axis)"
IDS_ASSEMBLYWEAK_AXIS = "Assembly(Weak Axis)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Base plate and Anchor Bolt Properties"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Base Plate in Bending and Anchor Bolts in Tension(Strong Axis)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Base Plate in Bending and Anchor Bolts in Tension(Weak Axis)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Base Plate in Bending and Concrete in compression(Strong Axis)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Base Plate in Bending and Concrete in compression(Weak Axis)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Base Plate Resistance in compression"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Base Plate Resistance in Tension"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Bearing Strength(EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Calculation of Effective Length"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Calculation of Effective Length (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Calculation of Effective Length (Inner Bolts)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Calculation of Effective Length (Outer Bolts)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Calculation of joint Resistance"
IDS_CHECK_BOLT_SHEAR = "Check Bolt Shear"
IDS_CHECK_BOLT_TENSION = "Check Bolt Tension"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Check Combined Shear and Torsion"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Check For No Overlap Condition"
IDS_CHECK_FOR_PRYING_CONDITION = "Check for Prying Condition"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Check if effective area fits on the Base Plate"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Comlumn,Flange and Web in compression(Strong Axis)"
IDS_COMPRESSED_PART_RESISTANCE = "Compressed Part Resistance"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Compressive Capacity calculation(Strong Axis)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Compressive Resistance Calculation"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Compressive Resistance Check"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Correlation Factor for fillet weld"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Design Anchor Bolt Resistance"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Design Bond Anchorage Resistance"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Design Case : Left Side in Compression, Right Side in Compression"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Design Case : Left Side in Tension, Right Side in Tension"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Design Compression Resistance of Flange"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Design Moment Resistance of Column Base"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Design Shear Resistance for fillet weld in X direction"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Design Shear Resistance for fillet weld in Y direction"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Design Tensile Resistance for fillet weld"
IDS_EFFECTIVE_AREA_CALCULATION = "Effective Area Calculation"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Effective Area from force equilibrium (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Effective Area of compressed T-Stub"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Effective Length,Width and Area"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Equivalent Force Calculation (Column Flange)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Equivalent Force Calculation (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Factor m for Outer Bolts"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Grout Influencing Concrete Bearing Resistance"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Grout NOT Influencing Concrete Bearing Resistance"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Leaver Arm of Compression Part"
IDS_LEAVER_ARM_OF_TENSION_PART = "Leaver Arm of Tension Part"
IDS_LOAD_ECCENTRICITY = "Load Eccentricity"
IDS_MOMENT_CAPACITY = "Moment Capacity"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Plastic Bending Moment Capacity of Base Plate"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Plastic Bending Moment Capacity of Base Plate Per Unit Length"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Plastic Bending Moment Capacity of the column"
IDS_PRESENCE_OF_PRYING_EFFECT = "Presence of Prying Effect"
IDS_RATIOX = "Ratio(x)"
IDS_RATIOY = "Ratio(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Reducing Moment Capacity (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Reducing Moment Capacity (EN1993-1-1,6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Resistance of failure mode 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Resistance of Failure Mode 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Resistance of failure mode 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Resistance of failure mode 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Resistance of failure mode 4(Column Web in Tension) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Resistance of T Stub Failure Mode 1-2(EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Resistance of T Stub in Tension"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Resistance of Tension T-Stub"
IDS_RIB = "rib"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Shear Design(EN1993-1-8 Table 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "Shear Force not Exist."
IDS_T = "t"
IDS_TENSION_FORCES = "Tension Forces"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Tension Part Resistance Verification"
IDS_TENSION_RESISTANCE_FACTORS = "Tension Resistance Factors"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Tension Resistance of Bolts"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Welding Check (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Welding Ratio"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Width of Strip around column C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "wing"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Check Edge Distance (Post Installed Anchor Bolt)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calculate Tensile Strength (Post Installed Anchor Bolt)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calculate Shear Strength (Post Installed Anchor Bolt)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Check Distance from Concrete Edge to Center of Anchor Bolt"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Calculate Strength of Steel"
IDS_CALCULATE_SIZE_DATA = "Calculate Size Data"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Calculate Concrete Break-Out Strength"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Calculate Pull-Out Strength of Anchor"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Concrete Break-Out Strength, Direction X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Concrete Break-Out Strength, Direction Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Calculate Concrete Pry-Out Strength"
IDS_CALCULATE_COMBINED_RATIO = "Calculate Combined Ratio"
IDS_CONDITION = "Condition"
IDS_EQUATION = "Equation"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "RC ANCHOR BOLT INPUT LIST"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Check Flange and Web under Concentrated Force"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Check if stiffener is required"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Check Requirement for Stiffener"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Check Requirement for Tension Field Action"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Check Requirement for Stiffener to apply Tension Field Action"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Check Web Under Concentrated Force"
IDS_COLUMNS = "Columns"
IDS_UNIFORM_LOAD = "Uniform Load"
IDS_FINISH_LOAD = "Finish Load"
IDS_CONSTRUCTION_LOAD = "Construction Load"
IDS_CONSTRUCTION_STAGE = "Construction Stage"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Check Requirement for Stud"
IDS_CHECK_SIZE = "Check Size"
IDS_CHECK_MATERIAL = "Check Material"
IDS_MATERIAL_PROPERTIES_APPLIED = "Material Properties (Applied)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Calculate Effective Width of Slab"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Effective Width of Slab"
IDS_THICKNESS_OF_CONCRETE = "Thickness of Concrete"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Calculate Design Shear Force"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Calculate Design Force during Construction"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Check Deflection during Construction"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Check Deflection by Dead Load"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Check Deflection by Live Load"
IDS_CALCULATE_STRENGTH_OF_STUD = "Calculate Strength of Stud"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Calculate Elastic Modulus of Concrete"
IDS_CALCULATE_NUMBER_OF_STUD = "Calculate Number of Stud"
IDS_CALCULATE_COMPOSITION_RATIO = "Calculate Composition Ratio"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Check Moment Strength (Positive Moment)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Calculate Moment of Inertia"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Calculate Effective Moment of Inertia"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Calculate Lower Limit for Moment of Inertia"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Calculate Beam Mode Properties"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Calculate Effective Width"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Calculate Transformed Moment of Inertia"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Calculate Deflection & Frequency"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Calculate Transformed Moment of Inertia per Unit Width"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Calculate Effective Beam Panel Width"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Calculate Weight of Beam Panel"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Calculate Girder Mode Properties"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Calculate Effective Girder Panel Width"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Check Vibration (Combined Mode)"
IDS_ADJUST_GIRDER_DEFLECTION = "Adjust Girder Deflection"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Calculate Floor Fundamental Frequency"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Calculate Equivalent Combined Mode Panel Weight"
IDS_CALCULATE_PEAK_ACCELERATION = "Calculate Peak Acceleration"
IDS_H_BEAM__SLAB = "H-Beam & Slab"
IDS_CONST_LOAD = "Const. Load"
IDS_CONCENTRATED_FORCES = "Concentrated Forces"
IDS_CONSTRUCTION = "Construction"
IDS_DEAD__LIVE = "Dead & Live"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Plastic Design (Compact Section)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Elastic Design (Non-Compact Section)"
IDS_MAX = "Max."
IDS_V = "V'"
IDS_COMP_RATIO = "Comp. Ratio"
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Calculate Effective Beam Panel Width & Weight"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Calculate Effective Girder Panel Width & Weight"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Floor Frequency (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "SRC COMPOSITE BEAM INPUT LIST"
IDS_SECTION_H_BEAM__SLAB = "Section (H-Beam & Slab)"
IDS_SECTION_STUD = "Section (Stud)"
IDS_SECTION_DECK_PLATE = "Section (Deck Plate)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Design Load (Uniform Load)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Design Force (Concentrated Forces)"
IDS_NOWEB = "No.Web"
IDS_NOFLANGE = "No.Flange"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Hoop Bar"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Check Requirement for Material"
IDS_CALCULATE_STEEL_RATIO = "Calculate steel ratio"
IDS_CALCULATE_MAIN_BAR_SPACE = "Calculate main bar space"
IDS_CALCULATE_ECCENTRICITY = "Calculate eccentricity"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Column under tension force. Skipped."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Calculate capacity of Steel"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calculate nominal capacity for neutral axis"
IDS_F = "f"
IDS_CONC = "conc"
IDS_STEEL = "steel"
IDS_CONCRETE_SECTION = "Concrete Section"
IDS_H_BEAM__REBAR = "H-Beam & Rebar"
IDS_HOOP_BAREND = "Hoop Bar(END)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "시공 중 철골보"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "시공 후 합성보"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "부재의 중립축 검토"
IDS_PLASTIC_NA = "소성중립축"
IDS_COORINATE_OF_PLASTIC_NA = "소성중립축의 위치"
IDS_CHECK_BENDING_RESISTANCE = "휨강도 검토"
IDS_NAXIS_CONDITION = "상태"
IDS_NAXIS_EQUATION_FOR = "계산식,"
IDS_NAXIS_VALUE = "값"
IDS_CALCULATION = "계산식"
IDS_CALCULATION_FOR_K = "k 관련 계산 및 검토"
IDS_ELASTIC_MOMENT_RESISTANCE = "탄성 휨강도 계산"
IDS_PLASTIC_MOMENT_RESISTNACE = "소성 휨강도 계산"
IDS_CALCULATION_OF = "계산식,"
IDS_ELASTIC_NA = "탄성중립축"
IDS_COORDINATE_OF_ELASTIC_NA = "탄성중립축의 위치"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "합성보의 유효단면 검토"
IDS_POSITION = "위치"
IDS_EQUATION_FOR_K = "계산식, k"
IDS_STEEL_TOP_FLANGE = "철골 상부 플랜지"
IDS_STEEL_WEB = "철골 웨브"
IDS_STEEL_BOT_FLANGE = "철골 하부 플랜지"
IDS_CONCRETE_SLAB = "콘크리트 슬래브"
IDS_REINFORCING_STEEL = "보강근"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "단면계수"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "각 부분단면의 단면계수에 관한 표"
IDS_STEEL_SECTION = "철골 단면"
IDS_COMPOSITE_SECTION = "합성보 단면"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "부재의 휨강도 계산"
IDS_PART = "부분단면"
IDS_AXIAL_COMP_CAPACITY = "축방향 압축강도"
IDS_ARM_LENGTH = "팔길이"
IDS_MOMENT_CAPACITY_TABLE = "휨강도"
IDS_TOTAL = "종합"
IDS_ERROR = "오류"
IDS_IN_CONCRETE_SLAB = "콘크리트 슬래브 내부"
IDS_IN_STEEL_TOP_FLANGE = "철골 상부 플랜지 내부"
IDS_IN_STEEL_WEB = "철골 웨브 내부"
IDS_IN_STEEL_BOT_FLANGE = "철골 하부 플랜지 내부"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "철골 하부 플랜지 내 소성중립축"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "철골 웨브 내 소성중립축"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "철골 웨브 내 소성중립축"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "철골 웨브의 유효단면 개구부 내 소성중립축"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "철골 상부 플랜지 내 소성중립축"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "콘크리트 슬래브 내 소성중립축"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "길이방향 전단강도 검토"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "길이방향 전단력 계산"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "전단연결재 설계강도 계산"
IDS_BENDING_RESISTANCE = "휨강도"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "길이방향 전단강도"
IDS_TABLE_OF_CALCULATION_FOR_K = "k 계산에 관한 표"
IDS_VERTICAL_SHEAR_RESISTANCE = "수직전단강도"
IDS_LONGITUDINAL_DIRECTION = "길이 방향"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "The sign of moment capacity is determined by the direction of the moment regardless of the direction of the force."
IDS_EFFECTIVE_WIDTH = "유효폭"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "스터드 요구사항 검토"
IDS_CHECK_SIZE_SMALL = "치수 검토"
IDS_CHECK_MATERIAL_SMALL = "재료 검토"
IDS_EC_MAJOR_AXIS_Y = "강축( Y )"
IDS_EC_MINOR_AXIS_X = "약축( X )"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "수직방향 전단강도 검토"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Calculation of plastic moment resistance"
